{
	"nav.about": "About me",
	"nav.skills": "Skills",
	"nav.projects": "Projects",
	"nav.contact": "Contact",
	"home.greeting": "Hello! I'm Sara,",
	"home.description": "I'm a passionate UI/UX designer with a mission to create delightful and intuitive digital experiences. With a strong foundation in design principles and a keen eye for detail, I specialize in translating complex ideas into user-friendly interfaces that captivate.",
	"home.presentation": "developer",
	"home.fullstack": "Full Stack Developer",
	"home.full": "Full Stack",
	"home.front": "Front End Techs",
	"home.back": "Back End Techs",
	"about.title": "ABOUT ME",
	"about.title2": "Story of My Life and Passion",
	"about.p": "I'm a passionate Full Stack Developer with experience in Front-End and Back-End. I love creating innovative web solutions and constantly learning. Welcome to my tech world!",
	"about.download": "Download CV",
	"about.github": "Check my code",
	"getintouch.code": "Code ",
	"getintouch.innovation": "and Innovation",
	"getintouch.description": "Whether you're considering a project collaboration, exploring opportunities with your company, or need answers to your queries, feel free to contact me. I'm open to working with companies and here to provide support to help you achieve your goals.",
	"getintouch.projects": "Happy clients",
	"getintouch.clients": "Client reviews",
	"getintouch.form-title": "GET TOUCH ME?",
	"getintouch.form-p": "If you're interested in collaborating on a project or have any questions, please don't hesitate to reach out to me. I'm here to assist you.",
	"getintouch.form-name": "Your name",
	"getintouch.form-email": "Your email",
	"getintouch.form-phone": "Phone number",
	"getintouch.form-message": "Message",
	"getintouch.form-button": "SEND NOW",
	"getintouch.error-message-ok": "*Your message has been sent successfully. I will contact you shortly.",
	"getintouch.error-message-be": "*An error has occurred, please send your message to saramordev@gmail.com.",
	"getintouch.error-message": "*Give me some more information before sending your message.",
	"getintouch.error-message-email": "*Enter a valid email address.",
	"skills.title": "EDUCATION & SKILLS",
	"skills.description": "Explore my journey of knowledge and expertise",
	"skills.experience1-title": "Full Stack Web Developer",
	"skills.experience1-description": "As a freelance web developer, I leverage my diverse experience to create dynamic and functional web solutions, combining innovation with user-focused design.",
	"skills.experience2-title": "WordPress Developer",
	"skills.experience2-description": "While employed by a company, I specialized in maintaining a single website, ensuring seamless functionality, delivering reliable solutions, and enhancing the user experience.",
	"skills.education1-title": "4 Geeks Academy",
	"skills.education1-description": "During my educational journey, I underwent rigorous training as a Full Stack Developer, gaining proficiency in a wide range of coding languages and technologies, and honing my problem-solving abilities.",
	"skills.education2-title": "42 Madrid Telefónica",
	"skills.education2-description": "At Programing Campus 42 Madrid Telefonica, I immersed myself in intensive training, mastering various coding languages and fostering strong teamwork abilities.",
	"projects.title": "MY PROJECTS",
	"projects.description":"Discover all the projects I have worked on",
	"projects.aigostar": "E-commerce with secure payment process.",
	"projects.atletico":"From schedule to events information, everything in just one place.",
	"projects.bar89":"Savor the experience at our restaurant through our enticing website.",
	"projects.casaRural": "Plan your adventures with ease using our intuitive house booking system.",
	"projects.ecommerce": "Experience seamless online shopping with our user-friendly website.",
	"projects.photoblog": "Stay informed and entertained with engaging content on our versatile blog.",
	"projects.spotify": "Discover and stream your favorite music effortlessly with our Spotify API-powered app.",
	"projects.travel": "Share your travel adventures and explore others' journeys on our interactive travel blogging.",
	"contact.address":"Address",
	"contact.country": ", Spain",
	"contact.talk": "Let's talk",
	"contact.socialmedia": "Social media"
}
