{
	"nav.about": "Sobre mi",
	"nav.skills": "experiencia",
	"nav.projects": "proyectos",
	"nav.contact": "Contacto",
	"home.greeting": "Hola!",
	"home.presentation": "Soy",
	"home.fullstack": "Desarrolladora Web",
	"home.front": "Front-End",
	"home.back": "Back-End",
	"about.title": "Sobre mi",
	"about.title2": "Historia de mi vida y pasión",
	"about.p": "Soy una apasionada Desarrolladora Full Stack con experiencia en Front-End y Back-End. Me encanta crear soluciones web innovadoras y aprender constantemente. ¡Bienvenido a mi mundo tecnológico!",
	"about.download": "Descargar CV",
	"about.github": "Mira mi código",
	"getintouch.code": "Código ",
	"getintouch.innovation": "e Innovación",
	"getintouch.description": "Ya sea que estés considerando una colaboración en un proyecto, explorando oportunidades con tu empresa o necesites respuestas a tus preguntas, no dudes en ponerte en contacto conmigo. Estoy abierta a trabajar con empresas y aquí para brindarte apoyo para alcanzar tus objetivos.",
	"getintouch.projects": "Proyectos completados",
	"getintouch.clients": "Opiniones de clientes",
	"getintouch.form-title": "¿Nos ponemos en contacto?",
	"getintouch.form-p": "Si estás interesado en colaborar en un proyecto o tienes alguna pregunta, por favor no dudes en contactarme. Estoy aquí para ayudarte.",
	"getintouch.form-name": "Tu nombre",
	"getintouch.form-email": "Tu correo electrónico",
	"getintouch.form-phone": "Número de teléfono",
	"getintouch.form-message": "Mensaje",
	"getintouch.form-button": "ENVIAR",
	"skills.title": "Educación y Habilidades",
	"skills.description": "Explora mi trayectoria de conocimiento y experiencia",
	"skills.experience1-title": "Desarrolladora Web Full Stack",
	"skills.experience1-description": "Como desarrolladora web freelance, aprovecho mi amplia experiencia para crear soluciones web dinámicas y funcionales, combinando innovación con un diseño centrado en el usuario.",
	"skills.experience2-title": "Desarrolladora de WordPress",
	"skills.experience2-description": "Mientras trabajaba en una empresa, me especialicé en el mantenimiento de un sitio web, garantizando su funcionamiento sin problemas y mejorando la experiencia de usuario.",
	"skills.education1-title": "4 Geeks Academy",
	"skills.education1-description": "Durante mi trayectoria educativa, me sometí a una formación rigurosa como Desarrolladora Full Stack, adquiriendo destreza en una amplia gama de lenguajes de programación y tecnologías.",
	"skills.education2-title": "42 Madrid Telefónica",
	"skills.education2-description": "En Campus de programación 42 Madrid Telefónica, me sumergí en una formación intensiva, dominando varios lenguajes de programación y fomentando mis habilidades para trabajar en equipo.",
	"projects.title": "Proyectos",
	"projects.description": "Descubre mi variado portfolio y mira mis logros y habilidades",
	"projects.bar89": "Disfruta de la experiencia en nuestro restaurante a través de nuestro atractivo sitio web.",
	"projects.casaRural": "Planifica tus aventuras fácilmente con nuestro intuitivo sistema de reserva de casas.",
	"projects.ecommerce": "Experimenta compras en línea sin interrupciones con nuestro sitio web user-friendly.",
	"projects.photoblog": "Mantente informado y entretenido con contenido atractivo en nuestro versátil blog.",
	"projects.spotify": "Descubre y reproduce tu música favorita sin esfuerzo con nuestra aplicación alimentada por la API de Spotify.",
	"projects.travel": "Comparte tus aventuras de viaje y explora los viajes de otros en nuestra plataforma interactiva de blogs de viaje.",
	"contact.address":"Dirección",
	"contact.country": "",
	"contact.talk": "Contacto",
	"contact.socialmedia": "Redes Sociales"
}
